[Bomb_Usable_Twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解錠する"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Bomb_Usable_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="外側のドア"
m_InteractText=" `GBA_Use` 爆弾を設置"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Cell_door_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 解錠する"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[Cell_door_twk:DisTweaks_InteractableInterface_31 DisTweaks_InteractableInterface]
m_Name="監房の扉"
m_InteractText="`GBA_Use` 開ける"
m_InteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[CellHallway_door_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 解錠する"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[CellHallway_door_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="監房廊下の扉"
m_InteractText="`GBA_Use` 開ける"
m_InteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTD_PrisonToSewer_door:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 下水道に移動"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[sink_prison_01_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="蛇口"
m_InteractText=" `GBA_Use` 飲む"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wall_lever_01_twk DisTweaks_UsableObject]
m_LockedMessage="Locked"

[wall_lever_01_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="スイッチ"
m_InteractText="`GBA_Use` 使う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Weapons.Gun_Prison_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.Gun_Prison_twk:DisTweaks_Interactable_PickupBase_2 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="ピストル"
m_InteractText="`GBA_Use` 拾い上げる"
m_AltInteractText=""
m_UseMessage="弾丸を`n発入手した"
m_AltUseMessage=""
m_CannotUseMessage="この種類の弾薬はこれ以上持てない"

